Repository: 9is-z/aethel
Catalog: weblate/locales/*/LC_MESSAGES/messages.po
Languages: es

source: Show all available commands and their usage
es: Muestra todos los comandos disponibles y su uso

source: Aethel Commands
es: Comandos de Aethel

source: Here are all the available commands:
es: Aquí están todos los comandos disponibles:

source: No options
es: Sin opciones

source: commands.help.name
es: ayuda

source: commands.help.description
es: Muestra todos los comandos disponibles y su uso

source: commands.set-language.name
es: establecer-idioma

source: commands.8ball.name
es: bola8

source: commands.8ball.description
es: Haz una pregunta a la bola 8 mágica

source: 8ball.title
es: 🎱 La Bola 8 Mágica dice...

source: 8ball.question
es: Pregunta

source: 8ball.answer
es: Respuesta

source: 8ball.footer
es: ¡La bola 8 mágica ha hablado!

source: Please wait %d second(s) before using this command again.
es: Por favor, espera %d segundo(s) antes de usar este comando de nuevo.

source: An error occurred while processing your request.
es: Ocurrió un error al procesar tu solicitud.

source: commands.ai.name
es: ia

source: commands.cat.name
es: gato

source: commands.dog.name
es: perro

source: commands.joke.name
es: chiste

source: commands.remind.name
es: recordatorio

source: commands.weather.name
es: clima

source: commands.whois.name
es: quien

source: commands.wiki.name
es: wiki

source: commands.set-language.description
es: Establece tu idioma preferido para el bot

source: commands.ai.description
es: Haz una pregunta a la IA

source: commands.cat.description
es: ¡Obtén una imagen aleatoria de un gato!

source: commands.dog.description
es: ¡Obtén una imagen aleatoria de un perro!

source: commands.joke.description
es: ¡Obtén un chiste aleatorio!

source: commands.remind.description
es: Establece un recordatorio

source: commands.weather.description
es: Obtén el clima actual para una ubicación

source: commands.whois.description
es: Busca información WHOIS para un dominio o dirección IP

source: commands.wiki.description
es: Busca un tema en Wikipedia

source: Fun
es: Diversión

source: Utility
es: Utilidades

source: Information
es: Información

source: It is certain.
es: Es cierto.

source: It is decidedly so.
es: Definitivamente sí.

source: Without a doubt.
es: Sin lugar a dudas.

source: Yes definitely.
es: Sí, definitivamente.

source: You may rely on it.
es: Puedes confiar en ello.

source: As I see it, yes.
es: Tal como lo veo, sí.

source: Most likely.
es: Muy probablemente.

source: Outlook good.
es: Las perspectivas son buenas.

source: Yes.
es: Sí.

source: Signs point to yes.
es: Las señales apuntan a que sí.

source: Reply hazy, try again.
es: Respuesta confusa, intenta de nuevo.

source: Ask again later.
es: Pregunta de nuevo más tarde.

source: Better not tell you now.
es: Mejor no te lo digo ahora.

source: Cannot predict now.
es: No puedo predecirlo ahora.

source: Concentrate and ask again.
es: Concéntrate y pregunta de nuevo.

source: Don't count on it.
es: No cuentes con ello.

source: My reply is no.
es: Mi respuesta es no.

source: My sources say no.
es: Mis fuentes dicen que no.

source: Outlook not so good.
es: Las perspectivas no son muy buenas.

source: Very doubtful.
es: Muy dudoso.

source: Get a random joke!
es: ¡Obtén un chiste aleatorio!

source: The type of joke you want
es: El tipo de chiste que deseas

source: Knock-knock
es: Toc-toc

source: Programming
es: Programación

source: Dad
es: Papá

source: The punchline will appear in 3 seconds...
es: El remate aparecerá en 3 segundos...

source: joke.loading
es: El remate aparecerá en 3 segundos...

source: Ba dum tss! 🥁
es: ¡Chin chin! 🥁

source: joke.punchline
es: ¡Chin chin! 🥁

source: joke.types.general
es: General

source: joke.types.knock-knock
es: Toc toc

source: joke.types.programming
es: Programación

source: joke.types.dad
es: Papá

source: joke.title
es: {type} Chiste

source: ⏰ Set Reminder
es: ⏰ Crear Recordatorio

source: When to remind you? (e.g., 10m, 1h, 2h30m)
es: ¿Cuándo recordarte? (ej: 10m, 1h, 2h30m)

source: 10m, 1h, or 2h30m
es: 10m, 1h, o 2h30m

source: What should I remind you about?
es: ¿Sobre qué debo recordarte?

source: Type your reminder message here...
es: Escribe tu mensaje de recordatorio aquí...

source: You will be reminded about this message.
es: Se te recordará sobre este mensaje.

source: ⏰ Reminder Set!
es: ⏰ ¡Recordatorio establecido!

source: I'll remind you about this message in {time}
es: Te recordaré sobre este mensaje en {time}

source: Message Link
es: Enlace al mensaje

source: Jump to message
es: Ir al mensaje

source: Will Trigger
es: Se activará

source: Reminder ID: {id}
es: ID del recordatorio: {id}

source: Sorry, I had trouble fetching a joke. Please try again later!
es: Lo siento, tuve problemas para obtener un chiste. ¡Por favor, inténtalo de nuevo más tarde!

source: joke.error_fetching
es: Lo siento, tuve problemas para obtener un chiste. ¡Por favor, inténtalo de nuevo más tarde!

source: An unexpected error occurred. Please try again later.
es: Ocurrió un error inesperado. Por favor, inténtalo de nuevo más tarde.

source: joke.unexpected_error
es: Ocurrió un error inesperado. Por favor, inténtalo de nuevo más tarde.

source: Ask the magic 8-ball a question
es: Hazle una pregunta a la bola 8 mágica

source: The question you want to ask the 8-ball
es: La pregunta que quieres hacerle a la bola 8

source: 🎱 The Magic 8-Ball says...
es: 🎱 La Bola 8 Mágica dice...

source: Question
es: Pregunta

source: Answer
es: Respuesta

source: The magic 8-ball has spoken!
es: ¡La bola 8 mágica ha hablado!

source: categories.general
es: General

source: categories.fun
es: Diversión

source: categories.moderation
es: Moderación

source: categories.utility
es: Utilidades

source: categories.other
es: Otros

source: Ask the AI a question
es: Hazle una pregunta a la IA

source: Your question for the AI
es: Tu pregunta para la IA

source: Get a random cat picture
es: Obtén una foto aleatoria de gato

source: Get a random dog picture
es: Obtén una foto aleatoria de perro

source: Set a reminder
es: Establece un recordatorio

source: When to remind you (e.g., 1h, 30m, 5h30m)
es: Cuándo recordarte (ej: 1h, 30m, 5h30m)

source: What to remind you about
es: Sobre qué quieres que te recuerde

source: ai.request_in_progress
es: Ya tienes una solicitud en curso. Por favor espera a que se complete.

source: ai.thinking
es: 🤔 Pensando...

source: ai.error_occurred
es: Ocurrió un error al procesar tu solicitud. Por favor, inténtalo de nuevo más tarde.

source: ai.reset
es: 🧹 Tu historial de chat con la IA ha sido reiniciado.

source: ai.default_api
es: ✅ Cambiado a la API predeterminada. Tu clave API personalizada ha sido eliminada y se usará el modelo predeterminado.

source: ai.no_pending_request
es: No se encontró ninguna solicitud pendiente. Por favor, intenta el comando de nuevo.

source: ai.api_credentials_saved
es: ✅ Credenciales de API guardadas. Ahora puedes usar el comando `/ai` sin tener que volver a ingresar tus credenciales. Para dejar de usar tu clave, usa `/ai use_custom_api false`

source: ai.error
es: Ocurrió un error al procesar tu solicitud. Por favor, inténtalo de nuevo más tarde.

source: Remind Me
es: Recordarme

source: ❌ Invalid time format! Use combinations like: 1h30m, 45m, or 2h
es: ❌ ¡Formato de tiempo inválido! Usa combinaciones como: 1h30m, 45m o 2h

source: ❌ Please provide a valid message (1-1000 characters)
es: ❌ Por favor proporciona un mensaje válido (1-1000 caracteres)

source: ❌ Reminder time must be at least 1 minute!
es: ❌ ¡El tiempo de recordatorio debe ser de al menos 1 minuto!

source: ❌ Reminder time cannot be longer than 24 hours!
es: ❌ ¡El tiempo de recordatorio no puede ser mayor a 24 horas!

source: ⏰ Reminder!
es: ⏰ ¡Recordatorio!

source: I'll remind you about: *%message%*
es: Te recordaré sobre: *%message%*

source: ⏱️ Time
es: ⏱️ Tiempo

source: You asked me to remind you about: *%message%*
es: Me pediste que te recordara sobre: *%message%*

source: ⏱️ Time elapsed
es: ⏱️ Tiempo transcurrido

source: 📅 Original time
es: 📅 Hora original

source: 🔗 Original Message
es: 🔗 Mensaje original

source: 🕒 Will trigger
es: 🕒 Se activará

source: 🔗 Message Link
es: 🔗 Enlace del mensaje

source: ✅ Reminder set! I'll remind you in %time% about: %message%
es: ✅ ¡Recordatorio configurado! Te recordaré en %time% sobre: %message%

source: ❌ An error occurred while setting your reminder. Please try again later.
es: ❌ Ocurrió un error al configurar tu recordatorio. Por favor, inténtalo de nuevo más tarde.

source: Get the current weather
es: Obtener el clima actual

source: City name or zip code
es: Nombre de la ciudad o código postal

source: Get information about a user
es: Obtener información sobre un usuario

source: The user to get information about
es: El usuario sobre el que quieres información

source: Search Wikipedia
es: Buscar en Wikipedia

source: Search term
es: Término de búsqueda

source: wiki.article.title
es: %title%

source: wiki.article.read_more
es: Leer más

source: wiki.article.no_summary
es: No hay un resumen disponible para este artículo.

source: wiki.article.truncated
es: (artículo truncado)

source: weather.embed.title
es: Clima en %city%, %country% %emoji%

source: weather.fields.temperature
es: Temperatura

source: weather.fields.feels_like
es: Sensación térmica

source: weather.fields.weather
es: Clima

source: weather.fields.humidity
es: Humedad

source: weather.fields.wind_speed
es: Velocidad del viento

source: weather.fields.pressure
es: Presión

source: weather.embed.footer
es: Datos de OpenWeather • %date%

source: Look up WHOIS information for a domain or IP address
es: Buscar información WHOIS de un dominio o dirección IP

source: Domain or IP address to look up
es: Dominio o dirección IP a buscar

source: ❌ Please provide a valid domain or IP address
es: ❌ Por favor proporciona un dominio o dirección IP válidos

source: ❌ Error fetching WHOIS data: %s
es: ❌ Error al obtener datos WHOIS: %s

source: ❌ No WHOIS data available for this domain/IP
es: ❌ No hay datos WHOIS disponibles para este dominio/IP

source: Get a random cat image!
es: ¡Obtén una imagen aleatoria de un gato!

source: Random Cat
es: Gato Aleatorio

source: From r/%s
es: De r/%s

source: powered by pur.cat
es: impulsado por pur.cat

source: Get a random dog image!
es: ¡Obtén una imagen aleatoria de un perro!

source: Random Dog
es: Perro Aleatorio

source: powered by erm.dog
es: impulsado por erm.dog

source: Ask an AI a question
es: Hazle una pregunta a una IA

source: Your question or prompt
es: Tu pregunta o indicación

source: ❌ You've reached your daily limit of AI requests
es: ❌ Has alcanzado tu límite diario de solicitudes de IA

source: ❌ Error processing your request
es: ❌ Error al procesar tu solicitud

source: ❌ Please set up your API key first
es: ❌ Por favor configura tu clave API primero

source: ❌ API key removed successfully
es: ❌ Clave API eliminada con éxito

source: ❌ Failed to remove API key
es: ❌ Error al eliminar la clave API

source: ❌ Invalid API key format
es: ❌ Formato de clave API inválido

source: ❌ Failed to set API key
es: ❌ Error al configurar la clave API

source: ❌ Failed to process AI response
es: ❌ Error al procesar la respuesta de la IA

source: ❌ Message is too long
es: ❌ El mensaje es demasiado largo

source: u274c No response from AI
es: u274c No hubo respuesta de la IA

source: ai.modal.title
es: Introduce tus datos de API (sesión privada)

source: ai.modal.api_key
es: Clave API

source: ai.modal.api_key_placeholder
es: Para dejar de usar tu clave: /ia use_custom_api false

source: ai.modal.api_url
es: URL de API

source: ai.modal.api_url_placeholder
es: Tu URL de API

source: ai.modal.model
es: Modelo

source: ai.modal.model_placeholder
es: Nombre del modelo (p. ej., gpt-4)
